cask "font-hack"

brew "git"
brew "delta"

# brew "detox"

brew "duf"
brew "dua-cli"
brew "tree"
brew "pstree"
brew "procs"

brew "hyperfine"
brew "sd"
brew "jq"
brew "yq"
brew "ast-grep"
brew "watchexec"
brew "eza"
brew "jaq"
brew "xh"

brew "shellcheck"

brew "handbrake"
brew "graphicsmagick"

brew "smartmontools"
brew "f3"

brew "just"
brew "prek"

# brew tap oven-sh/bun
brew "bun"
brew "rustup"

brew "dropbear"
brew "git-lfs"

brew "unbound"
